javax.validation.constraints.Size.message=El tama\u00F1o tiene que estar entre {min} y {max}
#######################################################
not_empty=No puede estar vac\u00EDo
validation.not_null=No puede estar vac\u00EDo
password_not_matches=La contrase\u00F1a y la verificaci\u00F3n de la contrase\u00F1a no coinciden.
user.email.illegal_length=El campo de e-mail no puede contener m\u00E1s de {max} s\u00EDmbolos
validation.email.not_empty=El campo e-mail no puede estar vac\u00EDo.
user.username.already_exists=Ya existe un usuario registrado con el nombre de usuario especificado.
user.email.already_exists=Ya existe un usuario registrado con el e-mail indicado.
validation.incorrectCurrentPassword=La contrase\u00F1a especificada no concuerda con la contrase\u00F1a actual.
validation.wrong_recipient=Usuario no encontrado.
validation.draft.need.at.least.one.field=Es obligatorio cumplimentar al menos uno de los campos.
validation.bbcode.not_nesting=\u00A1Anidamiento de bb-c\u00F3digo demasiado alto!
#registration
user.username.null_constraint_violation=Por favor introduce el nombre de usuario
user.username.length_constraint_violation=L longitud del nombre de usuario debe estar entre {min} y {max} caracteres
validation.signature.length=La longitud de la firma no puede exceder los {max} caracteres
validation.email.notblank=Por favor introduce el e-mail
validation.invalid_email_format=El formato de email debe ser como por ejemplo: mail@mail.ru
validation.password.notblank=Por favor introduce la contrase\u00F1a
validation.password.confirm.notblank=Por favor confirma la contrase\u00F1a
user.password.length_constraint_violation=La longitud de la contrase\u00F1a debe estar entre {min} y {max} caracteres
validation.username.notMe=No puedes mandarte mensajes privados a t\u00ED mismo.
#profile
validation.profile.page.size=El tama\u00F1o de elementos por p\u00E1gina es incorrecto. Puedes escoger entre 15, 25 o 50
#Links editor
validation.links.title.length=El t\u00EDtulo no puede exceder los {max} caracteres
validation.links.title.not_blank=El t\u00EDtulo no puede estar vac\u00EDo
validation.links.url.length=La URL del enlace no puede exceder los {max} caracteres
validation.links.hint.length=La descripci\u00F3n del enlace no puede exceder los {max} caracteres

#image
image.wrong.dimension=El tama\u00F1o debe ser {width}x{height}
image.wrong.format=Extensi\u00F3n de fichero inv\u00E1lida. S\u00F3lo est\u00E1n permitidas {0}.
image.wrong.size=Fichero demasiado pesado. El tama\u00F1o m\u00E1ximo para el fichero es de {0} bytes.
image.wrong.empty=Fichero vac\u00EDo, por favor selecciona otro fichero.
image.wrong.size.js=El fichero es demasiado grande.
#avatar
avatar.wrong.format=S\u00F3lo est\u00E1n permitidos jpg, png o gif
avatar.500.common.error=Se ha producido un error mientras se procesaba la imagen.
#password restoration
email.unknown=No se ha encontrado ning\u00FAn usuario para el e-mail especificado.
email.failed=El env\u00EDo del e-mail ha fallado, por favor contacta con el administrador.
#poll
defaultPoll.message=Este detalle no es v\u00E1lido.
poll.items.size=El n\u00FAmero de opciones debe ser entre {min} - {max}
poll.item.length=La longitud de los elementos debe estar entre {min} - {max}
poll.title.not.blank=El t\u00EDtulo de la encuesta no puede estar vac\u00EDo si los elementos de la encuesta han sido informados.
poll.items.not.blank=Los elementos de la encuesta no pueden estar vac\u00EDos si se ha informado el t\u00EDtulo para la encuesta.
poll.items.duplicates=No pueden existir elementos duplicados en las opciones de la encuesta.
#user contacts
validation.usercontact.notmatch=Por favor introduce un cotnacto v\u00E1lido.
user.contact.illegal_length=La longitud del contacto no puede exceder los {max} caracteres
user.last_name.illegal_length=debe tener entre {min} - {max} caracteres
user.first_name.illegal_length=debe tener entre {min} - {max} caracteres

#administration
validation.param.length=Por favor usa un valor con longitud entre {min} y {max}
access.denied=\u00A1Acceso denegado!

branch.name.emptiness_constraint_violation = El nombre de la categor\u00EDa no puede estar vac\u00EDo.
branch.name.length_constraint_violation = El nombre de la categor\u00EDa debe contener como m\u00E1ximo {max} caracteres
branch.description.length_constraint_violation = La descripci\u00F3n de la categor\u00EDa debe tener como m\u00E1ximo {max} caracteres
length.constraint=La longitud debe ser de {min} y {max} caracteres

