title.length=Debe tener {min} - {max} caracteres
body.length=Debe tener {min} - {max} caracteres
not_empty=no puede estar vacio
validation.not_null=No puede estar vac\u00edo
password_not_matches=La contrase\u00f1a y la confirmaci\u00f3n de contrase\u00f1a no coinciden
user.email.illegal_length=El campo e-mail no puede contener m\u00e1s de {max} simbolos
validation.email.not_empty=El vampo e-mail no puede estar vac\u00edo
user.username.already_exists=El nombre de usuario indicado ya se encuentra registrado.
user.email.already_exists=El e-mail indicado ya se encuentra registrado.
validation.incorrectCurrentPassword=La contrase\u00f1a no coincide con la contrase\u00f1a actual.
validation.wrong_recipient=Ususario no encontrado
validation.draft.need.at.least.one.field=Debes rellenar al menos uno de estos campos
validation.bbcode.not_nesting=\u00a1C\u00f3digo bb con demasiado grado de anidamiento!
#registration
user.username.null_constraint_violation=Por favor introduce el nombre de usuario
user.username.length_constraint_violation=La longitud del nombre de usuario debe estar entre {min} y {max} caracteres
validation.signature.length=La firma no puede exceder los {max} caracteres
validation.email.notblank=Por favor indica el e-mail
validation.invalid_email_format=El email debe seguir el formato del ejemplo: email@ejemplo.com
validation.password.notblank=Por favor indica la contrase\u00f1a
validation.password.confirm.notblank=Por favor confirma la contrase\u00f1a
user.password.length_constraint_violation=La longitud de la contrase\u00f1a debe ser entre {min} y {max} caracteres
validation.username.notMe=No puedes mandarte mensajes a t\u00ed mismo
#profile
validation.profile.page.size=N\u00famero de resultados por p\u00e1gina incorrecta. Puedes escoger 15, 25 o 50
#Links editor
validation.links.title.length=El t\u00edtulo puede contener un maximo de {max} caracteres
validation.links.title.not_blank=El t\u00edtulo no puede estar vac\u00edo
validation.links.url.length=El tama\u00f1o de la URL del enlace puede contener un m\u00e1ximo de {max} caracteres
validation.links.hint.length=El texto del enlace puede tener un maximo de {max} caracteres

#image
image.wrong.dimension=El tama\u00f1o de la imagen debe ser como maximo de {width}x{height}
image.wrong.format=Extensi\u00f3n de fichero inv\u00e1lida. Solo est\u00e1 permitido {0}.
image.wrong.size=El fichero es demasiado grande. El tama\u00f1o m\u00e1ximo es de {0} bytes.
image.wrong.empty=El fichero est\u00e1 vac\u00edo, por favor selecciona otro fichero
image.wrong.size.js=El fichero es demasiado grande
#avatar
avatar.wrong.format=Solo est\u00e1n permitidos jpg, png o gif
avatar.500.common.error=Se ha producido un error al procesar la imagen
#password restoration
email.unknown=No se ha encontrado ning\u00fan usuario con el e-mail indicado
email.failed=Se ha producido un error al enviar el e-mail, por favor contacte con el administrador del foro
#poll
defaultPoll.message=El detalle no es v\u00e1lido
poll.items.size=El n\u00famero de opciones puede ser de entre {min} - {max}
poll.item.length=La longitud del elemento debe ser {min} - {max}
poll.title.not.blank=El titulo de la encuesta no puede estar vac\u00edo si las opciones de la encuesta se han cubierto
poll.items.not.blank=Las opciones de la encuesta no pueden estar vac\u00edas si el titulo de la encuesta se ha indicado
poll.items.duplicates=No pueden existir opciones duplicadas en las contestaciones de la encuesta
#user contacts
validation.usercontact.notmatch=Por favor indica un contacto valido
user.last_name.illegal_length=debe tener {min} - {max} caracteres
user.first_name.illegal_length=debe tener {min} - {max} caracteres

#administration
validation.param.length=Por favor indica un valor de longitud entre {min} y {max}
access.denied=\u00a1Acceso denegado!

branch.name.emptiness_constraint_violation = El nombre de la categor\u00eda no puede estar vac\u00edo
branch.name.length_constraint_violation = La longitud del nombre de categor\u00eda debe tener como m\u00e1ximo {max} caracteres
branch.description.length_constraint_violation = La descripci\u00f3n de la categor\u00eda debe tener como m\u00e1ximo {max} caracteres

