label.addQuestion=\u0417\u0430\u0434\u0430\u0442\u044C \u0412\u043E\u043F\u0440\u043E\u0441
label.addQuestion.tip=\u041D\u0443\u0436\u0435\u043D \u043E\u0442\u0432\u0435\u0442 \u0438\u043B\u0438 \u043F\u043E\u044F\u0441\u043D\u0435\u043D\u0438\u0435 \u043F\u043E \u0438\u043D\u0442\u0435\u0440\u0435\u0441\u0443\u044E\u0449\u0435\u043C\u0443 \u0432\u043E\u043F\u0440\u043E\u0441\u0443?
label.order=\u041E\u0447\u0435\u0440\u0451\u0434\u043D\u043E\u0441\u0442\u044C \u043A\u043D\u043E\u043F\u043A\u0438 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0442\u0435\u043C\u044B \u0432 \u0432\u044B\u043F\u0430\u0434\u0430\u044E\u0449\u0435\u043C \u0441\u043F\u0438\u0441\u043A\u0435.
label.order.hint=\u041A\u043D\u043E\u043F\u043A\u0438 \u0432 \u0432\u044B\u043F\u0430\u0434\u0430\u044E\u0449\u0435\u043C \u0441\u043F\u0438\u0441\u043A\u0435 \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u0441\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u043F\u043E \u0432\u043E\u0437\u0440\u0430\u0441\u0442\u0430\u043D\u0438\u044E \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F. \u0412\u0441\u0442\u0440\u043E\u0435\u043D\u043D\u044B\u0435 \u0442\u0435\u043C\u044B \u0438\u043C\u0435\u044E\u0442 \u043E\u0447\u0435\u0440\u0451\u0434\u043D\u043E\u0441\u0442\u044C 100 \u0438 101
label.answer=\u041E\u0442\u0432\u0435\u0442\u0438\u0442\u044C \u043D\u0430 \u0412\u043E\u043F\u0440\u043E\u0441
label.own.answer=\u041E\u0442\u0432\u0435\u0442\u0438\u0442\u044C \u043D\u0430 \u0441\u0432\u043E\u0439 \u0412\u043E\u043F\u0440\u043E\u0441
label.edit=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C
label.delete=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
label.subscribe=\u041F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C\u0441\u044F
label.unsubscribe=\u041F\u0440\u0435\u043A\u0440\u0430\u0442\u0438\u0442\u044C \u043F\u043E\u0434\u043F\u0438\u0441\u043A\u0443
label.unsubscribe.tooltip=\u041F\u0440\u0435\u043A\u0440\u0430\u0442\u0438\u0442\u044C \u043F\u043E\u0434\u043F\u0438\u0441\u043A\u0443
label.subscribe.tooltip=\u041F\u043E\u043B\u0443\u0447\u0430\u0442\u044C \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u044F \u043F\u043E \u043F\u043E\u0447\u0442\u0435
label.topic.now_browsing=\u0421\u0435\u0439\u0447\u0430\u0441 \u044D\u0442\u0443 \u0442\u0435\u043C\u0443 \u043F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u044E\u0442\:
permissions.moderators=\u041C\u043E\u0434\u0435\u0440\u0430\u0442\u043E\u0440\u044B:
label.answers.count=\u041E\u0442\u0432\u0435\u0442\u043E\u0432:
label.tips.view_profile=\u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u0434\u043B\u044F \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u043F\u0440\u043E\u0444\u0438\u043B\u044F
label.tips.edit.question=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0432\u043E\u043F\u0440\u043E\u0441
label.tips.edit.answer=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043E\u0442\u0432\u0435\u0442
label.tips.remove.question=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u043E\u043F\u0440\u043E\u0441
label.tips.remove.answer=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043E\u0442\u0432\u0435\u0442
label.tips.answer=\u0417\u043D\u0430\u0435\u0442\u0435 \u043E\u0442\u0432\u0435\u0442?
label.confirm.delete.question=\u0412\u044B \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u043E\u043F\u0440\u043E\u0441 (\u0442\u0435\u043C\u0430 \u0442\u0430\u043A\u0436\u0435 \u0431\u0443\u0434\u0435\u0442 \u0443\u0434\u0430\u043B\u0435\u043D\u0430)?
label.confirm.delete.answer=\u0412\u044B \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u043E\u0442\u0432\u0435\u0442?
label.edit.comment=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439
label.delete.comment=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439
label.add.comment=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439
label.expand.comments=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u0432\u0441\u0435 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0438
label.hide.comments=\u0421\u043A\u0440\u044B\u0442\u044C
label.cancel=\u041E\u0442\u043C\u0435\u043D\u0438\u0442\u044C
label.comment=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C
label.question=\u0412\u043E\u043F\u0440\u043E\u0441
label.question.details=\u041F\u043E\u0434\u0440\u043E\u0431\u043D\u0435\u0435
label.ask=\u0421\u043F\u0440\u043E\u0441\u0438\u0442\u044C
label.answer.placeholder=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043E\u0442\u0432\u0435\u0442 \u0437\u0434\u0435\u0441\u044C
label.vote.error.not.registered=\u0413\u043E\u043B\u043E\u0441\u043E\u0432\u0430\u043D\u0438\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439
label.vote.error.no.permissions=\u0423 \u0412\u0430\u0441 \u043D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u043F\u0440\u0430\u0432 \u0434\u043B\u044F \u0433\u043E\u043B\u043E\u0441\u043E\u0432\u0430\u043D\u0438\u044F \u0432 \u044D\u0442\u043E\u0439 \u0432\u0435\u0442\u043A\u0435
label.vote.error.own.post=\u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0433\u043E\u043B\u043E\u0441\u043E\u0432\u0430\u0442\u044C \u0437\u0430 \u0441\u0432\u043E\u0439 \u0432\u043E\u043F\u0440\u043E\u0441/\u043E\u0442\u0432\u0435\u0442
label.comment.add.error.not.found=\u041F\u043E\u0441\u0442, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0412\u044B \u043F\u044B\u0442\u0430\u0435\u0442\u0435\u0441\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C, \u0431\u044B\u043B \u0443\u0434\u0430\u043B\u0435\u043D
label.comment.edit.error.not.found=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0412\u044B \u043F\u044B\u0442\u0430\u0435\u0442\u0435\u0441\u044C \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C, \u0431\u044B\u043B \u0443\u0434\u0430\u043B\u0435\u043D
label.comment.remove.error.not.found=\u041A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439 \u0438\u043B\u0438 \u043F\u043E\u0441\u0442 \u0441 \u044D\u0442\u0438\u043C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u043C \u0431\u044B\u043B \u0443\u0434\u0430\u043B\u0435\u043D \u0440\u0430\u043D\u0435\u0435
label.comment.limit.reached=\u0418\u0437\u0432\u0438\u043D\u0438\u0442\u0435, \u0434\u043E\u0441\u0442\u0438\u0433\u043D\u0443\u0442 \u043B\u0438\u043C\u0438\u0442 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u0432. \u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0435\u0432 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C 50.
label.answer.limit.reached=\u0412\u0430\u0448 \u043E\u0442\u0432\u0435\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D, \u0442\u0430\u043A \u043A\u0430\u043A \u043D\u0430 \u044D\u0442\u043E\u0442 \u0432\u043E\u043F\u0440\u043E\u0441 \u0434\u043E\u0441\u0442\u0438\u0433\u043D\u0443\u0442 \u043B\u0438\u043C\u0438\u0442 \u043E\u0442\u0432\u0435\u0442\u043E\u0432.
label.question.voteUp.tooltip=\u0412\u043E\u043F\u0440\u043E\u0441 \u043F\u043E\u043D\u044F\u0442\u0435\u043D, \u043F\u043E\u043B\u0435\u0437\u0435\u043D \u0438 \u043D\u0430 \u0444\u043E\u0440\u0443\u043C\u0435 \u0441\u043B\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0435\u043C\u0443 \u0434\u0443\u0431\u043B\u0438\u043A\u0430\u0442
label.question.voteDown.tooltip=\u0412\u043E\u043F\u0440\u043E\u0441 \u043D\u0435\u0447\u0435\u0442\u043E\u043A, \u043E\u0441\u043A\u043E\u0440\u0431\u0438\u0442\u0435\u043B\u0435\u043D, \u043D\u0430 \u0444\u043E\u0440\u0443\u043C\u0435 \u043C\u043E\u0436\u043D\u043E \u043B\u0435\u0433\u043A\u043E \u043D\u0430\u0439\u0442\u0438 \u043C\u043D\u043E\u0436\u0435\u0441\u0442\u0432\u043E \u043F\u043E\u0445\u043E\u0436\u0438\u0445
label.answer.voteUp.tooltip=\u041E\u0442\u0432\u0435\u0442 \u043F\u043E\u043B\u0435\u0437\u0435\u043D
label.answer.voteDown.tooltip=\u041E\u0442\u0432\u0435\u0442 \u043D\u0435 \u043F\u043E\u043B\u0435\u0437\u0435\u043D, \u043E\u0441\u043A\u043E\u0440\u0431\u0438\u0442\u0435\u043B\u0435\u043D, \u0441\u0441\u044B\u043B\u0430\u0435\u0442\u0441\u044F \u043D\u0430 \u0432\u043D\u0435\u0448\u043D\u0438\u0439 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0431\u0435\u0437 \u043A\u0430\u043A\u0438\u0445-\u043B\u0438\u0431\u043E \u043F\u043E\u044F\u0441\u043D\u0435\u043D\u0438\u0439

